tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
brew "libpng"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "asdf"
brew "bison"
brew "btop"
brew "freetype"
brew "gettext"
brew "glib"
brew "lima"
brew "colima"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "dnsmasq"
brew "eza"
brew "unbound"
brew "harfbuzz"
brew "python@3.12"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fprobe"
brew "fzf"
brew "gawk"
brew "git-delta"
brew "git-extras"
brew "hatch"
brew "pkg-config"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "libedit"
brew "libiconv"
brew "librsvg"
brew "midnight-commander"
brew "mise"
brew "neovim"
brew "nginx"
brew "nmap"
brew "openjdk"
brew "pnpm"
brew "poppler"
brew "python-setuptools"
brew "qemu"
brew "re2c"
brew "starship"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vips"
brew "wrk"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
cask "anydo"
cask "brave-browser"
cask "discord"
cask "evernote"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "jumpshare"
cask "malwarebytes"
cask "notion"
cask "postman"
cask "rancher"
cask "spotify"
cask "stats"
cask "stremio"
cask "tableplus"
cask "telegram-desktop"
cask "tunnelbear"
cask "visual-studio-code"
cask "vmware-fusion"
cask "whatsapp"
cask "wireshark"
cask "zed"
vscode "bmewburn.vscode-intelephense-client"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "fabioz.vscode-pydev"
vscode "fabioz.vscode-pydev-python-debugger"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "rust-lang.rust-analyzer"
vscode "stylelint.vscode-stylelint"
vscode "tauri-apps.tauri-vscode"
