brew "libpng"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "asdf"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bison"
brew "btop"
brew "freetype"
brew "glib"
brew "lima"
brew "colima"
brew "ctop"
brew "docker"
brew "docker-compose"
brew "eza"
brew "unbound"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "fish"
brew "fprobe"
brew "freetds"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "git-delta"
brew "git-extras"
brew "go"
brew "hatch"
brew "pkgconf"
brew "htop"
brew "python@3.12", link: false
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "libedit"
brew "libiconv"
brew "librsvg"
brew "libzip"
brew "qemu"
brew "lima-additional-guestagents"
brew "midnight-commander"
brew "neovim"
brew "nmap"
brew "ollama"
brew "openjdk"
brew "pnpm"
brew "poppler"
brew "python-setuptools"
brew "re2c"
brew "starship"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vips"
brew "wrk"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zlib"
brew "zoxide"
cask "anydo"
cask "brave-browser"
cask "claude"
cask "cursor"
cask "discord"
cask "evernote"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "jumpshare"
cask "lm-studio"
cask "malwarebytes"
cask "notion"
cask "postman"
cask "spotify"
cask "stats"
cask "stremio"
cask "tableplus"
cask "telegram-desktop"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark-app"
vscode "bmewburn.vscode-intelephense-client"
vscode "charliermarsh.ruff"
vscode "continue.continue"
vscode "danielsanmedium.dscodegpt"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "fabioz.vscode-pydev"
vscode "fabioz.vscode-pydev-python-debugger"
vscode "golang.go"
vscode "kodu-ai.claude-dev-experimental"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "stylelint.vscode-stylelint"
vscode "tauri-apps.tauri-vscode"
