ark
base
base-devel
dkms
docker
docker-compose
dolphin
dosfstools
efibootmgr
egl-wayland
eza
fastfetch
firefox
fish
git
git-delta
grub
gst-plugin-pipewire
htop
intel-ucode
iwd
kate
konsole
libpulse
linux
linux-firmware
linux-headers
mtools
nano
neovim
network-manager-applet
networkmanager
nvidia-dkms
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
starship
the_silver_searcher
ttf-fira-code
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
vim
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
zoxide
zram-generator
