base
base-devel
dkms
docker
docker-compose
dolphin
dunst
efibootmgr
fastfetch
firefox
fish
git
grim
grub
gst-plugin-pipewire
htop
hyprland
intel-ucode
iwd
kitty
libpulse
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
nvidia-dkms
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
starship
ttf-fira-code
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
vim
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zoxide
zram-generator
