ark
atuin
base
base-devel
bat
bluez-utils
btop
ctop
devtools
dkms
docker
docker-compose
dolphin
dosfstools
dragon
efibootmgr
egl-wayland
eza
fastfetch
fd
firefox
fish
fzf
ghostty
git
git-delta
grub
gst-plugin-pipewire
hl
htop
intel-ucode
iwd
kalk
kate
kblocks
kdenlive
kdiff3
kfind
kitty
konsole
ksudoku
lazydocker
lazygit
libde265
libpulse
linux
linux-firmware
linux-headers
mise
mkcert
mtools
nano
neovim
network-manager-applet
networkmanager
nvidia-dkms
okular
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
sof-firmware
starship
stow
the_silver_searcher
tldr
tree
ttf-fira-code
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
vim
wget
wireless_tools
wireplumber
wl-clipboard
xdg-utils
xorg-xinit
yt-dlp
zoxide
zram-generator
