accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ark
atuin
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluedevil
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kde-settings
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
char-white
chwd
cpupower
cryptsetup
ctop
device-mapper
devtools
dhclient
diffutils
dkms
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
dragon
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
fsarchiver
fwupd
ghostty
git
git-delta
glances
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
haruna
haveged
hdparm
hl
htop
hwdetect
hwinfo
inetutils
intel-ucode
iptables-nft
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdeplasma-addons
kdialog
kdiff3
kfind
kinfocenter
kio-admin
kitty
konsole
kscreen
kwallet-pam
kwalletmanager
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
libdvdcss
libgsf
libopenraw
libplasma
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mise
mkcert
mkinitcpio
modemmanager
mtools
namcap
nano
nano-syntax-highlighting
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-settings
nvidia-utils
octopi
okular
opencl-nvidia
openssh
os-prober
pacman-contrib
paru
pavucontrol
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-pulse
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-workspace
plocate
plymouth
plymouth-kcm
poppler-glib
power-profiles-daemon
powerdevil
pv
python
python-defusedxml
python-packaging
qt6-wayland
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
sddm
sddm-kcm
sg3_utils
smartmontools
snapper
sof-firmware
spectacle
starship
stow
sudo
sysfsutils
texinfo
the_silver_searcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc-plugins-all
vulkan-icd-loader
wget
which
wireless-regdb
wireplumber
wl-clipboard
wpa_supplicant
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
yay
yt-dlp
zen-browser-bin
zoxide
