tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
brew "annie"
brew "jpeg"
brew "libpng"
brew "ca-certificates"
brew "aria2"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "sqlite"
brew "azure-cli"
brew "bat"
brew "bison"
brew "bpytop"
brew "freetype"
brew "gettext"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cmake"
brew "gd"
brew "icu4c"
brew "krb5"
brew "libsodium"
brew "libzip"
brew "php", restart_service: true, link: false
brew "composer"
brew "ctags"
brew "dex"
brew "dex2jar"
brew "diff-so-fancy"
brew "dnsmasq", restart_service: true
brew "duf"
brew "exa"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "libusb"
brew "gnupg"
brew "gradle"
brew "gsl"
brew "helm"
brew "htop"
brew "httpie"
brew "hunspell"
brew "tcl-tk"
brew "libheif"
brew "imagemagick"
brew "kubernetes-cli"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "luv"
brew "make"
brew "mas"
brew "minikube"
brew "mitmproxy"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx", restart_service: true
brew "nload"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "pango"
brew "php@7.4", link: true
brew "ranger"
brew "re2c"
brew "rename"
brew "rust"
brew "starship"
brew "the_silver_searcher"
brew "tiger-vnc"
brew "tldr"
brew "tmux"
brew "tree"
brew "wp-cli"
brew "wrk"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "heroku/brew/heroku"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "chromedriver"
cask "cyberduck"
cask "dbngin"
cask "discord"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "jdownloader"
cask "jumpshare"
cask "knockknock"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "minecraft"
cask "netnewswire"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "obs"
cask "opera"
cask "postman"
cask "proxyman"
cask "raycast"
cask "screaming-frog-seo-spider"
cask "shuttle"
cask "skype"
cask "slack"
cask "stats"
cask "tableplus"
cask "teamviewer"
cask "transmission"
cask "tunnelbear"
cask "uxprotect"
cask "visual-studio-code"
cask "vlc"
mas "Adblock Plus", id: 1432731683
mas "Amphetamine", id: 937984704
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
