tap "homebrew/cask"
tap "homebrew/core"
brew "aom"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "bison"
brew "btop"
brew "libpng"
brew "freetype"
brew "gettext"
brew "glib"
brew "cairo"
brew "lima"
brew "colima"
brew "ctop"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "domain-check"
brew "duf"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fish"
brew "fprobe"
brew "freetds"
brew "fzf"
brew "gawk"
brew "jpeg-xl"
brew "libavif"
brew "gd"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-workspace"
brew "glances"
brew "gnu-tar"
brew "unbound"
brew "gtop"
brew "harfbuzz"
brew "hatch"
brew "pkgconf"
brew "htop"
brew "icu4c@77"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "lazydocker"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "librsvg"
brew "libzip"
brew "qemu"
brew "lima-additional-guestagents"
brew "mac-cleanup-go"
brew "mas"
brew "mercurial"
brew "mise"
brew "mole"
brew "neovim"
brew "nmap"
brew "ollama"
brew "open-mpi"
brew "ripgrep"
brew "opencode"
brew "openjdk"
brew "php"
brew "pnpm"
brew "poppler"
brew "python-setuptools"
brew "python@3.12"
brew "qwen-code"
brew "re2c"
brew "starship"
brew "stow"
brew "tesseract"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "vips"
brew "wrk"
brew "yazi"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
cask "antigravity"
cask "capcut"
cask "claude"
cask "claude-code"
cask "codex"
cask "cursor"
cask "datagrip"
cask "discord"
cask "dropbox"
cask "evernote"
cask "font-atkinson-hyperlegible-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-gemini"
cask "imageoptim"
cask "kiro"
cask "kitty"
cask "lm-studio"
cask "maccy"
cask "malwarebytes"
cask "notion"
cask "opencode-desktop"
cask "poedit"
cask "postman"
cask "slack"
cask "spotify"
cask "stats"
cask "stremio"
cask "tableplus"
cask "telegram-desktop"
cask "tunnelbear"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark-app"
cask "yaak"
cask "zed"
cask "zen"
mas "AdBlock", id: 1402042596
mas "DaVinci Resolve", id: 571213070
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
npm "corepack"
