{
  "ack.vim": { "branch": "master" },
  "agit.vim": { "branch": "master" },
  "ctrlp.vim": { "branch": "master" },
  "dracula.nvim": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "neocomplete.vim": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "seoul256.vim": { "branch": "master" },
  "supertab": { "branch": "main" },
  "syntastic": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "tomorrow-theme": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-monokai": { "branch": "master" },
  "vim-pasta": { "branch": "master" },
  "vim-polyglot": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rubocop": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "vimux": { "branch": "master" },
  "vitality.vim": { "branch": "master" }
}
